[
    {
      "id": 1,
      "name": "Aeon",
      "cover": "aeon.jpg",
      "description": "Warga Tangerang sekarang memiliki destinasi belanja dan hiburan baru. AEON MALL BSD City, pusat perbelanjaan yang dikembangkan oleh Sinar Mas Land atas nama PT AMSL Indonesia akan dibuka di kawasan Bumi Serpong Damai, Tangerang. Mall yang akan beroperasi mulai 30 Mei 2015 tersebut menyuguhkan konsep yang cukup unik dan belum pernah ada di Indonesia yakni bernuansa Jepang sesuai dengan negara asal AEON. AEON MALL sendiri merupakan sebuah pengembang dan operator pusat perbelanjaan terbesar di Jepang yang telah eksis sejak 1978. Di negara asalnya, AEON sudah mendirikan 141 mal atau 2/3 dari seluruh pusat perbelanjaan yang ada di sana. Selain di Negeri Sakura, AEON juga membuka cabang di 12 negara Asia, seperti Malaysia, China, Hong Kong, Korea Selatan, India, Filipina, dan lain-lain. Kawasan Serpong yang dipilih sebagai pijakan pertama AEON MALL memang dinilai cukup potensial. Meski sudah banyak pusat perbelanjaan di sekitar sana seperti Living World, Mall Alam Sutera, atau Summarecon Mall Serpong, AEON MALL optimis bisa memikat warga sekitar bahkan luar kawasan. Menurut Adrian Pranata selaku Operations General Manager PT AMSL Indonesia, keunikan dan lokasi yang tak jauh dari jalur tol menjadi beberapa kelebihan mal.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3603,
      "province_id": 11,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 11
    },
    {
      "id": 2,
      "name": "Bintaro Jaya Xchange",
      "cover": "bintaro-jaya-xchange.jpg",
      "description": "Bintaro Jaya Xchange Mall atau bisa juga disingkat BXc Mall merupakan sebuah pusat perbelanjaan dan hiburan yang berada dikawasan selatan Jakarta yang sudah melakukan soft opening pada tanggal 18 Desember 2013 silam ini hadir dengan menawarkan banyak keunggulan dan keistimewaan yang akan memanjakan para pengunjungnya. Bintaro Xchange Mall ini merupakan bagian dari kawasan superblock yang berada diatas lahan seluas 25 hektar yang dikembangkan oleh PT. Jaya Real Property, Tbk. selain itu akan dihadirkan juga berbagai gedung perkantoran, apartment, shopping center, hotel berbintang dan condominium. Namun sampai saat ini untuk tahap pertama yang sudah selesai dibungun adalah sebuah pusat belanja dan hiburan Bintaro Xchange Mall. Bintaro Xchange Mall adalah salah satu karya yang diprakarsai oleh PT. Jaya Real Property, Tbk sebagai jawaban atas tuntutan kebutuhan masyarakat yang menginginkan sebuah mall yang bisa menghadirkan dan menyajikan berbagai kebutuhan, hiburan dan sekaligus penyedia fasilitas yang menjadi penunjang gaya hidup modern dengan tetap menerapkan konsep Ecommunity (Ecology Community) yang mengedepankan dan mendorong gaya hidup yang peduli dan ramah terhadap lingkungan, baik pengembangan lingkungan secara fisik maupun sosial melalui kegiatan komunitas Bintaro Jaya. Bintaro Xchange Mall ini didesain dan dibangun oleh tenaga-tenaga professional yang tidak diragukan lagi kredibiltias dan keahlianya. Para professional ini merupakan gabungan dari para tenaga professional dari dalam maupun luar negeri. Pembangunan Bintaro Xchange Mall tak perlu diragukan lagi hasilnya karena selain kinerja dari para profesional diatas, namun juga didukung penuh oleh PT. Jaya Real Property, Tbk. yang sudah mendedikasikan dirinya sekaligus sebagai salah satu perusahaan yang menjadi pelopor dalam membangun dan mengembangkan Real Estate di Indonesia sejak 1979 tahun silam. Jadi dengan pengalaman yang begitu banyak, maka PT. Jaya Real Property, Tbk. pun mampu menghadirkan sebuah mall dengan mengusung konsep dan ide yang sangat unik sebagai bagian dari kawasan Bintaro Jaya yang mandiri serta ramah lingkungan dan akan terus berevolusi secara berkelanjutan untuk menunjang gaya hidup masyarakat disekitarnya.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3671,
      "province_id": 36,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 12
    },
    {
      "id": 3,
      "name": "Central Park",
      "cover": "central-park.jpg",
      "description": "Central Park adalah sebuah kompleks serbaguna di Tanjung Duren Selatan, Grogol Petamburan, Jakarta Barat, Indonesia, yang terdiri dari sebuah pusat perbelanjaan, satu menara perkantoran, 3 apartemen, 2 theme park, sebuah resort, dan sebuah hotel dengan luas 655,000 m2 (7,050,000 sq ft) yang dibangun oleh Agung Podomoro Group pada tahun 2009, dan Diresmikan pertama kali Tahun 2011. Secara keseluruhan, kompleks Central Park merupakan bangunan terbesar ke-8 di dunia.[butuh rujukan] Namanya berasal dari Central Park di New York City. Central Park Jakarta melengkapi kaki langit wilayah Jakarta Barat dan terletak di antara Mall Taman Anggrek dan Mall Ciputra.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3174,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 3
    },
    {
      "id": 4,
      "name": "Emporium",
      "cover": "emporium.jpg",
      "description": "Emporium Pluit Mall adalah sebuah pusat perbelanjaan yang berlokasi di wilayah Pluit, Jakarta Utara. Emporium Pluit dikembangkan oleh PT. Pluit Propertindo anak perusahaan dari Agung Podomoro Land. Emporium Pluit Mall terletak pada perempatan Jl. Pluit Selatan Raya dan Jl. Jembatan Tiga, di Jakarta Utara. Lokasi ini sebelumya adalah kompleks Gelanggang Olahraga Sasana Krida. Emporium Pluit Mall resmi dibuka untuk umum pada tanggal 10 Januari 2009. Mal ini adalah bagian dari superblok CBD Pluit seluas 10 hektare yang terdiri dari mal, kondominium, perumahan, gedung perkantoran, dan sebuah hotel. Mal ini memiliki luas area lantai 61.243m2 yang terdiri dari 2 lantai basement, 5 lantai utama, dan 3 lantai untuk area parkir dalam gedung. Tenant utamanya adalah hypermarket Carrefour dan toko serba ada Sogo. Beberapa tenan lainnya antara lain: Gramedia, Emporium Pluit XXI, Electronic Solution, Zara, BreadTalk, J.CO Donuts & Coffee, restoran Maystar, Ace Hardware, Carrefour dan Starbucks. Area food court terletak di lantai 4 tetapi juga terdapat beberapa restoran di lantai-lantai lainnya. Pada mall ini, direncanakan akan dibangun sebuah jembatan yang menghubungkan Emporium Pluit dengan Pluit Junction yang melintasi Jl. Pluit Selatan Raya. Lokasi jembatan ini direncanakan juga merupakan bagian dari stasiun persinggahan sistem kereta api Bandar Udara Soekarno Hatta yang menghubungkan Bandara Soekarno Hatta dan Stasiun Manggarai.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3175,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 10
    },
    {
      "id": 5,
      "name": "Gandaria City",
      "cover": "gandaria-city.jpg",
      "description": "Mall Gandaria City adalah mall 7 Lantai yang berada di daerah Kebayoran Lama Utara, Kebayoran Lama, Jakarta Selatan, yang dioperasikan oleh Pakuwon Jati. Mall ini terletak di Jalan Sultan Iskandar Muda, dan resmi beroperasi sejak tanggal 15 Agustus 2010. Mal ini terdiri dari 3 Lantai Parkir Basement, 5 Lantai pusat perbelanjaan, dan 1 lantai untuk Skenoo Hall dengan total luas 336,279 meter persegi. Gandaria Mainstreet merupakan Daya tarik lain yang unik dan mengesankan di Gandaria City dengan panjang 600 meter dengan tingkat ganda yang terdiri dari indoor maupun outdoor. Lengkap dengan restoran, bistro, lounge, cafe, tempat Dessert hingga entertainment. Tujuan Mainstreet adalah memikat bagi keluarga dan penduduk muda yang tumbuh. Dirancang oleh Genius Loci, sebuah perusahaan desain interior terkenal dengan kantor di Singapura, Shanghai dan Jakarta, konsep tematik Main Street mencerminkan semua fitur arsitektur yang berbeda dari Batavia (Kota Tua) di satu ujung dan New York Time Square di sisi lain. Lingkungan di Main Street lebih ditingkatkan dengan Piazza, sebuah panggung terbuka dan taman arsitektur lanscaped yang berfungsi sebagai tempat untuk acara dan pertunjukan. Skenoo Hall adalah convention dan exhbition center dengan luas 6,200 meter persegi. Skenoo Hall terletak pada Lantai 3 mal Gandaria City. Skenoo Hall pernah menghadirkan konser hingga acara penting. salah satunya Disney Live dan Konser Pitbull dengan tema Global Warming.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3171,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 5
    },
    {
      "id": 6,
      "name": "Grand Indonesia",
      "cover": "grand-indonesia.jpg",
      "description": "Grand Indonesia merupakan mal di Jakarta. Mal ini dibuka pada tahun 2007. Pada tahun 2007 Hotel Indonesia mengalami pemugaran. Selanjutnya setelah dibuka kembali, hotel dikelola oleh grup Kempinski dan namanya diganti menjadi Hotel Indonesia-Kempinski. Setelah mengalami renovasi selama 5 tahun, tanggal 20 Mei 2009 Hotel Indonesia Kempinski dibuka kembali oleh Presiden RI Susilo Bambang Yudhoyono. Areal sekeliling Hotel Indonesia juga dikembangkan menjadi kompleks multi-guna dengan nama Grand Indonesia yang terdiri gedung perkantoran (Menara BCA), apartemen (Kempinksi Residence), dan pusat perbelanjaan (Grand Indonesia Mal). Salah satu major anchor yang telah menempati bagian mal Grand Indonesia adalah department store Jepang Seibu, department store Thailand Central dan bioskop dengan teknologi terkini CGV Blitz yang bekerja sama dengan perusahaan Korea. Selain itu terdapat pula sebuah galeri budaya dengan nama Galeri Indonesia Kaya Grand Indonesia terdiri dari tiga bagian: East Mall, West Mall dan sebuah Skybridge yang menghubungkan kedua bagian tersebut. Skybridge tersedia di lantai 1, 2, 3, 3A, dan 5 dengan sebuah foodcourt berkonsep Food Louver yang berada di lantai 3. West Mall Grand Indonesia Shopping Town telah dibuka untuk umum pada April 2007. Grand Indonesia juga terdapat sebuah wahana Magic Fountain Show, tempat air mancur menari dan bernyanyi yang dipertunjukkan setiap hari dengan pertunjukan, musik, kebyaran warna warni lampu, dan tarian air mancur yang bagus. Grand Indonesia merupakan Family Friendly Lifestyle Mall yang berkonsep untuk menyediakan seluruh kebutuhan keluarga dalam satu tempat.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3173,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 1
    },
    {
      "id": 7,
      "name": "Kota Kasablanka",
      "cover": "kota-kasablanka.jpg",
      "description": "Kota Kasablanka adalah pusat perbelanjaan yang berada di Jl. Casablanca Raya Kav. 88, Menteng Dalam, Tebet, Jakarta Selatan, yang dioperasikan oleh Pakuwon Jati. Pusat perbelanjaan ini terletak di Jalan Casablanca Raya Kav.88, dan resmi beroperasi pada tanggal 31 Agustus 2012. Pusat perbelanjaan ini terdiri dari 3 lantai parkir basement, 5 lantai pusat perbelanjaan, dan 1 lantai untuk The Kasablanka. Letak Kota Kasablanka terletak di Jln. Casablanca Raya Kav.88, Menteng Dalam, Tebet, Jakarta Selatan. Tepatnya di Kota Kasablanka Superblock",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3171,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 6
    },
    {
      "id": 8,
      "name": "Plaza Indonesia",
      "cover": "plaza-indonesia.jpg",
      "description": "Plaza Indonesia diresmikan pada awal tahun 1990, terdiri dari empat lantai pertokoan kelas atas dengan luas 38.050 m2. Pusat perbelanjaan ini terletak di Bundaran Hotel Indonesia, tepatnya pada perantara jalan M.H. Thamrin dan jalan Kebon Kacang Raya di kawasan bisnis utama Jakarta. Plaza Indonesia juga dilengkapi dengan hotel Grand Hyatt Jakarta, sebuah hotel bintang lima berlantai 28 yang resmi dibuka juga pada awal tahun 1990. Hotel ini memiliki lebih dari 300 kamar dengan desain modern minimalis, restoran-restoran eksklusif, dan fasilitas yang sangat lengkap. Pengembangan Plaza Indonesia Berlanjut ketika Entertainment X'nter dibuka disebelah gedung yang ada dengan membidik pangsa pasar anak muda. Kedua gedung disambung dengan sebuah jembatan yang dikelilingi toko-toko. Kini, Plaza Indonesia telah dilengkapi dengan gedung perkantoran The Plaza Office Tower dan apartement The Keraton Grand Hyatt Residences. Plaza Indonesia dikembangkan oleh PT Global Property Development Tbk (sebelumnya bernama PT Kridaperdana Indahgraha Tbk).",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3173,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 2
    },
    {
      "id": 9,
      "name": "Plaza Senayan",
      "cover": "plaza-senayan.jpg",
      "description": "Plaza Senayan adalah sebuah pusat perbelanjaan yang terletak di Senayan, Kebayoran Baru, Jakarta Selatan. Mal ini bisa dicapai beberapa menit dengan mengemudi dari Jembatan Semanggi. Mal ini cukup terkenal di kalangan anak muda zaman sekarang. Di mal ini tersedia banyak toko mewah yang menyediakan barang seperti baju-baju dan restoran cepat saji, dan merupakan budaya Jakarta saat ini, di mana anak-anak muda dan wanita berkumpul untuk hangout. Mal ini juga terkenal di kalangan ekspatriat, dikarenakan fasilitas dan sarananya yang baik dan terletak di pusat kota.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3171,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 7
    },
    {
      "id": 10,
      "name": "Pluit Village",
      "cover": "pluit-village.jpg",
      "description": "Pluit Village adalah adalah Pusat perbelanjaan yang terletak di Jl. Pluit Indah Raya, Penjaringan, Jakarta Utara. Dibangun di atas lahan seluas 21 hektare dengan lakeside view. Pluit village merupakan pusat perbelanjaan yang sebelumnya dikenal dengan nama Mega Mall Pluit. Kemudian pada tahun 2008, PT. Lippo Karawaci Tbk masuk sebagai pengelola baru dan mall ini pun berganti nama menjadi Pluit Village. Mall ini terletak di Jl. Pluit Indah Raya dan memiliki lokasinya cukup strategis karena dekat dengan jalan arteri dan gerbang tol. Dengan lokasi yang juga dikelilingi oleh kawasan perumahan menengah ke atas, maka tidak heran jika Pluit Village ditargetkan untuk melayani masyarakat menengah ke atas dan juga eksekutif kantor di sekitar wilayah tersebut. Kontraktor menyeluruh dari proyek ini adalah Total Bangun Persada. Beberapa tenant ternama yang ada di mall ini antara lain adalah Matahari Department Store, Carrefour, Gramedia, Best Denki, Timezone, Pluit Village XXI, Fitness First, Central Mobile dan Eat and Eat. Pluit Village memiliki area parkir yang cukup luas yang dapat menampung 2300 mobil dan 2150 sepeda motor.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3175,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 9
    },
    {
      "id": 11,
      "name": "Senayan City",
      "cover": "senayan-city.jpg",
      "description": "Senayan City Mall atau disingkat dengan Senci adalah pusat perbelanjaan terbesar di Jakarta yang upacara diresmikan hingga upacara pembukaan 'opening ceremony' sejak pada tanggal hari Jumat, 23 Juni 2006 tenant terbesar antara lain adalah Debenhams, Fitness First Plus, Best Denki, Zara, dan Senayan City XXI. Pusat perbelanjaan yang didirikan oleh pengembang Agung Podomoro Land ini pernah dikunjungi oleh Miss Universe 2006, dan Miss Indonesia 2006. Di Senayan City terdapat 2-menara yaitu Panin Tower & SCTV Tower yang menjadi office tower mengudara program berita dan hiburan dari SCTV, O Channel, Screenplay Productions, Nexmedia, Liputan 6 dan Indosiar bersaluran program berita dan hiburan dari lokal bersiaran nasional tayangan pertama di Indonesia yang berseluruh daerah menjuru dalam negeri mencakup nusantara.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3171,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 8
    },
    {
      "id": 12,
      "name": "Taman Anggrek",
      "cover": "taman-anggrek.jpg",
      "description": "Mal Taman Anggrek (biasanya disebut TA/MTA) adalah sebuah pusat perbelanjaan yang terletak di Tanjung Duren Selatan, Grogol Petamburan, Jakarta Barat, Indonesia. Saat dibuka pada tahun 1996 , Mal Taman Anggrek adalah pusat perbelanjaan terbesar di Asia Tenggara. Di pusat perbelanjaan ini, terdapat sebuah rink ice skating yang populer & Timezone. Mall ini didirikan oleh Salimin Prawiro Sumarto konglomerat asal Kebumen untuk menjawab kebutuhan Kota Metropolitan Jakarta, penyewa besarnya adalah Metro Department Store, Matahari Department Store, Zara, Uniqlo, Anggrek XXI, Hero Supermarket dan Fitness First. Mal tersebut mempunyai facade LED terbesar di dunia.",
      "contact": "",
      "latitude": "",
      "longitude": "",
      "address": "",
      "publish": 1,
      "city_id": 3174,
      "province_id": 31,
      "created_at": "2017-03-06 13:40:30",
      "updated_at": "2017-03-06 13:40:30",
      "ordering": 4
    }
  ]
